export const bot_questions = [
  {
    id: '1',
    question: 'Ինչ անհրաժեշտ փաստաթղթեր են պետք դիմում-հայտի համար',
    answer: 'Հարգելի դիմորդ, ընդունելության դիմում հայտերը լրացվում են առցանց Dimord.am կայքի օգնությամբ, մանրամասն ինֆորմացիայի համար կարող ես դիտել հոլովակը:'
  },
  {
    id: '2',
    question: 'Որտեղ կարող եմ տեսնել ՀՀ Բուհերի մասնագիտությունները',
    answer: 'Հարգելի դիմորդ կայքում մուտք գործելով ՀՀ Բուհեր էջ, կարող եք ընտրել ձեր նախընտրած բուհը և ծանոթանալ տվյալ բուհի բոլոր մասնագիտություններին և հետագա կարիերայի հնարավորություններին նույնպես:'
  },
  {
    id: '3',
    question: 'Չեմ կողմնորոշվում ինչ ոլորտի մասնագիտություն ընտրել',
    answer: 'Սիրելի դիմորդ կայքում կգտնեք կողմնորոշիչ թեստ, որը լրացնելով մենք կառաջարկենք ձեր նախասիրություններին ամենահարմար ոլորտը:'
  },
  {
    id: '4',
    question: 'Կա՞ն արդյոք դիմելու վերջնաժամկետներ',
    answer: 'Այո, 2024-2025 ուսումնական տարվա դիմում հայտերը կարող եք լրացնել ապրիլի 15-ից մինչև մայիսի 10-ը:'
  },
  {
    id: '5',
    question: 'Որտեղ կարող եմ գտնել տեղեկատվություն ուսման վարձերի մասին',
    answer: 'Սիրելի դիմորդ, ուսման վարձաչափերի մասին տեղեկատվություն կգտնեք անցնելով «Դիմելու ընթացակարգ» էջ:'
  }
]