export const questions = [
  {
    id: '1',
    sphere: `Բժշկություն`,
    question: `Ձեզ դուր է գալիս օգնել ուրիշներին, երբ նրանք դրա կարիքն ունեն:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ օգնել մարդկանց:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա մեծ դժվարություն չի առաջացնում:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ կենտրոնանալ իմ սեփական խնդիրների վրա:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ չմտնել ուրիշի գործի մեջ:`
      }
    ]
  },
  {
    id: '2',
    sphere: `ՏՏ ոլորտ`,
    question: `Դուք հետաքրքրված եք համակարգիչներով և տեխնոլոգիաներով:`,
    answers: [
      {
        value: 3,
        text: `Իհարկե, ես սիրում եմ սովորել նոր տեխնոլոգիաներ և ծրագրակազմի մասին:`
      },
      {
        value: 2,
        text: `Այո, հետաքրքրված եմ, թե ինչպես են աշխատում համակարգիչները:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, ես դրանք փոքր ինչ անհասկանալի եմ համարում:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ այլ հետաքրքրություններ:`
      }
    ]
  },
  {
    id: '3',
    sphere: `Հումանիտար մասնագիտություններ`,
    question: `Ձեզ դուր է գալիս գրքեր կարդալը, պատմություններ գրելը կամ պատմություն ուսումնասիրելը:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ խորասուզվել գրքերի և պատմությունների մեջ:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե թեման հետաքրքիր է:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, ես դրանք ձանձրալի եմ համարում:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ ավելի գործնական առարկաներ:`
      }
    ]
  },
  {
    id: '4',
    sphere: `Մանկավարժություն`,
    question: `Դուք համբերատար եք և գիտեք, թե ինչպես ինչ-որ բան բացատրել ուրիշներին:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ սովորեցնել և օգնել ուրիշներին հասկանալ:`
      },
      {
        value: 2,
        text: `Երբեմն դա կախված է թեմայից:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես հեշտությամբ հիասթափվում եմ:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ կենտրոնանալ իմ սեփական խնդիրների վրա:`
      }
    ]
  },
  {
    id: '5',
    sphere: `Մենեջմենթ`,
    question: `Ձեզ դուր է գալիս առաջադրանքների կազմակերպումը և մարդկանց խմբերի ղեկավարումը:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ պատասխանատվություն ստանձնել և ամեն ինչ կազմակերպել:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե ոչ ոք այլևս չի միջամտում:`
      },
      {
        value: 1,
        text: `Իրականում ես նախընտրում եմ միայնակ աշխատել:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ հետևել հրահանգներին:`
      }
    ]
  },
  {
    id: '6',
    sphere: `Ճարտարապետություն և շինարարություն`,
    question: `Դուք հետաքրքրված եք շենքերի կամ շինությունների նախագծմամբ:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ ուսումնասիրել, թե ինչպես են նախագշվում շենքերը:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա կապված է ստեղծագործության հետ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ արվեստի այլ տեսակներ:`
      },
      {
        value: 0,
        text: `Ոչ, ճարտարապետությունն ինձ չի հետաքրքրում:`
      }
    ]
  },
  {
    id: '7',
    sphere: `Էներգետիկայի ոլորտ`,
    question: `Դուք մտածում եք վերականգնվող էներգիայի և շրջակա միջավայրի կայունության մասին:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես մտահոգված եմ շրջակա միջավայրի պաշտպանությամբ:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա ինձ անհարմարություն չի պատճառում:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես շատ չեմ մտածում այդ մասին:`
      },
      {
        value: 0,
        text: `Ոչ, ես չեմ հասկանում, թե ինչու է դա կարևոր:`
      }
    ]
  },
  {
    id: '8',
    sphere: `Գիտության ոլորտ`,
    question: `Գիտեք, թե ինչպես են աշխատում ֆիզիկայի կամ քիմիայի ոլորտում, և արդյոք սիրում փորձեր, հետազոտություններ կատարել:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ փորձեր կատարել և նոր բան սովորել:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա ինձ հետաքրքրում է:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ հավատարիմ մնալ իմ իմացածին:`
      },
      {
        value: 0,
        text: `Ոչ, գիտությունն ինձ չի հետաքրքրում:`
      }
    ]
  },
  {
    id: '9',
    sphere: `Կինոմատոգրաֆիա և թատրոն`,
    question: `Ձեզ դուր է գալիս խաղալ, պատմություններ պատմել կամ բեմում լինել:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ ելույթ ունենալ և զվարճացնել ուրիշներին:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե տրամադրություն ունեմ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, ես անհարմար եմ զգում մարդկանց առջև:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ մնալ կուլիսներում:`
      }
    ]
  },
  {
    id: '10',
    sphere: `Երաժշտություն`,
    question: `Սիրում եք երաժշտական գործիք նվագել, թե երգել:`,
    answers: [
      {
        value: 3,
        text: `Այո, երաժշտությունն իմ հոբբին է:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե տրամադրություն ունենամ պարապելու:`
      },
      {
        value: 1,
        text: `Իրականում ես նախընտրում եմ երաժշտություն լսել:`
      },
      {
        value: 0,
        text: `Ոչ, երաժշտությունն ինձ չի հետաքրքրում:`
      }
    ]
  },
  {
    id: '11',
    sphere: `Բժշկություն`,
    question: `Ձեզ հետաքրքրում է, թե ինչպես է աշխատում Մարդու մարմինը և ինչպես պահպանել այն առողջ վիճակում:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես հետաքրքրաշարժ եմ համարում կենսաբանությունն ու բժշկական գիտությունները:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա շատ դժվար չէ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ այլ ուսումնասիրություններ կատարել:`
      },
      {
        value: 0,
        text: `Ոչ, կենսաբանությունն ինձ չի հետաքրքրում:`
      }
    ]
  },
  {
    id: '12',
    sphere: `ՏՏ ոլորտ`,
    question: `Ձեզ դուր է գալիս ծրագրավորումը, վեբ կայքեր ստեղծելը կամ Տեսախաղեր խաղալը:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ ծրագրավորել և ստեղծել թվային հարթակներ:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա շատ դժվար չէ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես հետաքրքրված չեմ տեխնոլոգիայով:`
      },
      {
        value: 0,
        text: `Ոչ, ես նախընտրում եմ այլ ուղղվածություն:`
      }
    ]
  },
  {
    id: '13',
    sphere: `Հումանիտար մասնագիտություններ`,
    question: `Հետաքրքրված եք փիլիսոփայությամբ, գրականությամբ, թե տարբեր մշակույթներ եք ուսումնասիրում:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ ուսումնասիրել տարբեր տեսակետներ և մշակույթներ:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա շատ վերացական չէ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ ավելի գործնական առարկաներ:`
      },
      {
        value: 0,
        text: `Ոչ, ես դրանք ձանձրալի եմ համարում:`
      }
    ]
  },
  {
    id: '14',
    sphere: `Մանկավարժություն`,
    question: `Ձեզ դուր է գալիս ուրիշներին նոր բան սովորեցնել, կամ օգնել նրանց սովորել:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ կիսվել իմ գիտելիքներով և օգնել ուրիշներին սովորել:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե ես լավ գիտեմ առարկան:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ կենտրոնանալ իմ սեփական ուսուցման վրա:`
      },
      {
        value: 0,
        text: `Ոչ, ինձ չի հետաքրքրում դասավանդումը:`
      }
    ]
  },
  {
    id: '15',
    sphere: `Մենեջմենթ`,
    question: `Կարող եք կազմակերպել միջոցառումներ կամ կառավարել նախագծեր:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ պլանավորել և կազմակերպել առաջադրանքները:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա չափազանց ծանրաբեռնված չէ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ հետևել հրահանգներին:`
      },
      {
        value: 0,
        text: `Ոչ, ինձ չեն հետաքրքրում ղեկավար պաշտոնները:`
      }
    ]
  },
  {
    id: '16',
    sphere: `Ճարտարապետություն և շինարարություն`,
    question: `Գեղարվեստական կառույցների կամ տարածքների նախագծումն ու ստեղծումը ձեզ գրավում են:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ արտահայտվել արվեստի և դիզայնի միջոցով:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե ստեղծագործական տրամադրություն ունեմ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ ավելի վերլուծական թեմաներ:`
      },
      {
        value: 0,
        text: `Ոչ, ես հետաքրքրված չեմ արվեստով կամ դիզայնով:`
      }
    ]
  },
  {
    id: '17',
    sphere: `Էներգետիկայի ոլորտ`,
    question: `Դուք մտահոգված եք կլիմայի փոփոխությամբ և հետաքրքրված եք կայուն էներգիայի լուծումներով:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես հետաքրքրված եմ շրջակա միջավայրը պաշտպանելու և լուծումներ գտնելու հարցում:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա չափազանց ծանրաբեռնված չէ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես շատ չեմ մտածում դրա մասին:`
      },
      {
        value: 0,
        text: `Ոչ, ինձ չի հետաքրքրում դրա կարևորությունը:`
      }
    ]
  },
  {
    id: '18',
    sphere: `Գիտության ոլորտ`,
    question: `Ձեզ դուր է գալիս փորձեր կատարել կամ ուսումնասիրել գիտական հասկացությունները:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ գործնական փորձեր կատարել և սովորել, թե ինչպես են իրագործվում դրանք:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դա շատ դժվար չէ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ ավելի ստեղծագործական գործունեություն:`
      },
      {
        value: 0,
        text: `Ոչ, գիտությունն ինձ չի հետաքրքրում:`
      }
    ]
  },
  {
    id: '19',
    sphere: `Կինոմատոգրաֆիա և թատրոն`,
    question: `Դուք զբաղվում եք դերասանությամբ, ռեժիսուրայով, կինոյի կամ թատրոնի կուլիսներում աշխատելով:`,
    answers: [
      {
        value: 3,
        text: `Այո, ես սիրում եմ մասնակցել կինոյի կամ թատրոնի ստեղծագործական գործընթացին:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե դրամայի տրամադրություն ունեմ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ զվարճանքի այլ տեսակներ:`
      },
      {
        value: 0,
        text: `Ոչ, ինձ չի հետաքրքրում կինոն կամ թատրոնը:`
      }
    ]
  },
  {
    id: '20',
    sphere: `Երաժշտություն`,
    question: `Սիրում եք երաժշտություն նվագել, երգեր գրել կամ խմբում ելույթ ունենալ:`,
    answers: [
      {
        value: 3,
        text: `Այո, երաժշտությունն իմ հոբբին է, և ես սիրում եմ արտահայտվել դրա միջոցով:`
      },
      {
        value: 2,
        text: `Երբեմն, եթե տրամադրություն ունեմ, դերեր խաղում եմ:`
      },
      {
        value: 1,
        text: `Իրականում ոչ, Ես նախընտրում եմ երաժշտություն լսել:`
      },
      {
        value: 0,
        text: `Ոչ, երաժշտությունն ինձ չի հետաքրքրում:`
      }
    ]
  }
]