import { useEffect } from 'react'
import './About.css'

function About() {
  useEffect(() => window.scrollTo(0, 0), [])
  return (
    <div className='about'>
      <h1 className='about_title'>Մեր մասին</h1>
      <p className='about_text'>
        Բարի գալուստ Դիմորդի կողմնորոշման տեղեկատվական հարթակ՝ ձեր վստահելի գործընկերը բարձրագույն   ուսումնական հաստատություն ընդունվելու ճանապարհին:
        Համալսարանի և կրթական ծրագրի ճիշտ ընտրությունը կարևոր որոշում է, որը կարող է ազդել ձեր ապագայի վրա: <br /><br /><b>Մեր առջև դրված խնդիրն է՝ </b>Այսքան բազմազան տարբերակների առկայության դեպքում կարևոր է գտնել հուսալի տեղեկատվություն և առաջարկություններ ՝ տեղեկացված ընտրություն կատարելու համար: <br /><br /><b>
        Մեր առաքելությունն է՝ </b> օգնել ձեզ գտնել այնպիսի մասնագիտություն, որը կատարյալ կհամապատասխանի ձեր ակադեմիական և կարիերայի ձգտումներին: <br />
        <br /> 
        <b>Մեր նպատակն է՝</b> Ձեզ տրամադրել այն գիտելիքները, որոնք անհրաժեշտ են ձեր կրթության վերաբերյալ տեղեկացված որոշումներ կայացնելու համար: <br /><br /><b>Ահա թե ինչն է մեզ առանձնացնում մյուսներից
        </b><br /><br />Ուսումնասիրեք համալսարանների և կրթական ծրագրերի մեր ընդարձակ տվյալների բազան, որոնք ընդգրկում են համալսարանների և մասնագիտությունների ամբողջական ցանկ, հետագա կարիերայի աճ, վիճակագրական տվյալներ և այլն: Անկախ նրանից, թե դուք հետաքրքրված եք ճարտարագիտությամբ, արվեստով, գիտությամբ կամ բիզնեսով, մենք տրամադրում ենք լիարժեք տեղեկատվություն  բարձրագույն ուսումնական հաստատությունների մասին, որոնք համապատասխանում են ձեր հետաքրքրություններին և նպատակներին: <br /><br />Բացահայտեք ձեր ակադեմիական ուժեղ կողմերը, հետաքրքրությունները և հետագա կարիերայի հնարավորությունները:  <br /><br />Մենք հավատում ենք, որ կրթությունը անսահման հնարավորություններ բացելու և ձեր ներուժն ամբողջությամբ իրացնելու բանալին է: Մենք կօգնենք ձեզ գտնել կատարյալ համալսարան և կրթական ծրագիր, որը կխթանի ձեր ակադեմիական ուղին և ձեզ կուղեկցի հաջողության ճանապարհին:
      </p>
    </div>
  )
}

export default About